Repository: theskumar/aldryn-blog
Catalog: aldryn_blog/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Blog
ru: Блог

source: Latest Blog Entries
ru: Последние записи в блоге

source: Author Blog Entries
ru: Записи в блоге от автора

source: Tags
ru: Теги

source: Archive
ru: Архив

source: Add Blog Post
ru: Добавить пост

source: Edit Blog Post
ru: Редактировать пост

source: Blog posts on %(site_name)s
ru: Посты в блоге на %(site_name)s

source: Title
ru: Заголовок

source: Used in the URL. If changed, the URL will change. Clean it to have it re-created.
ru: Используется в URL. Если изменить, то изменится URL. Очистите поле, чтобы создать новый.

source: language
ru: язык

source: leave empty to display in all languages
ru: оставьте пустым, чтобы показывать на всех языках

source: Key Visual
ru: Основная картинка

source: Lead-in
ru: Лид

source: Will be displayed in lists, and at the start of the detail page (in bold)
ru: Будет показан в списках постов и в начале на странице поста.

source: Author
ru: Автор

source: Published Since
ru: Опубликован с

source: Used in the URL. If changed, the URL will change.
ru: Используется в URL. Если изменить, то изменится URL.

source: Published Until
ru: Опубликован до

source: Post
ru: Пост

source: Posts
ru: Посты

source: The number of latests entries to be displayed.
ru: Число последних записей, которые будут показаны.

source: Show only the blog posts tagged with chosen tags.
ru: Показывать посты только с выбранными тегами.

source: Authors
ru: Авторы

source: The number of author entries to be displayed.
ru: Чилсло постов автора, которые будут показаны.

source: Back
ru: Назад

source: Entries by
ru: Записи автора

source: Blog Archive
ru: Архив блога

source: Blog Tag
ru: Записи с тегом

source: read more
ru: читать дальше

source: No entry found.
ru: Нет записей.
